<script setup lang="ts"></script>

<template>
  <!-- 
  DONE: 
  1) сформировать позиции в JSON для каждого расклада
  2) разобраться с перерисовкой веера при сбросе (проблема в классе 'reverced', добавлять только для перевернутых карт или продумать другую анимацию)
  3) добавить автоматический расклад
  4) вывод данных
    a) описание расклада и старт расклада  
    б) описание положения карты в раскладе
    в) описание карты в том или ином положении
  5) from vue to nuxt
  6) сформировать запрос для AI
  7) прикрутить AI 
  8) preloader
  9) динамичные страницы (для возврата с юкассы)
   -->

  <!-- TODO:
  6) middleware
  7) прикрутить платежку
  8) засунуть в telegramm App
  9) добавить анимацию
    a) добавления карт
    б) переворот карт
  10) отказаться от стороннего api получения данных
  11) сделать красиво / адаптировать под мобилку
  -->
  <NuxtLayout>
    <NuxtPage />
  </NuxtLayout>
</template>

<style scoped></style>
