<script setup lang="ts">
const url = useRequestURL()
</script>

<template>
    <h1 class="text-center uppercase font-bold">СОГЛАСИЕ ПОЛЬЗОВАТЕЛЯ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
<h2 class="text-center">в целях получения доступа к функционалу Сервиса на Сайте</h2>

<p class="text-center"><b>Термины и определения</b></p>

<p><b>Сайт</b> – совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет, объединенных единым адресным пространством доменов, включающее, но не ограничивающееся следующим доменным именем {{ url.origin }}.</p>
<p><b>Сервис</b> – специализированная программа, интегрированная на Сайт, способная создавать контент (делать различные расклады карт Таро, анализ раскладов и др.) вместо человека по определенному, заранее запрограммированному алгоритму действий с помощью технологии языковой и мультимодальной модели DeepSeek, созданную компанией DeepSeek, на основании самообучаемых алгоритмов искусственного интеллекта (далее – «ИИ», «нейросети»).</p>
<p><b>Лицензия</b> – простая (неисключительная) лицензия, позволяющая Заказчику использовать в удаленном режиме программы для ЭВМ и базы данных Сервиса в течение времени действия Бесплатного доступа или оплаченного Тарифа.</p>
<p><b>Оператор</b> – владелец Сайта {{ url.origin }}, Гражданин РФ Сидоров Владислав Владимирович, ИНН 165051535815, статус Самозанятый, самостоятельно или совместно с другими лицами организующая и (или) осуществляющий обработку персональных данных, а также определяющий цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;</p>
<p><b>Пользователь</b> – любой посетитель Сайта {{ url.origin }}, субъект персональных данных;</p>
<p><b>Персональные данные</b> – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю Сайта {{ url.origin }};</p>
<p><b>Обратная связь</b> – информационно-консультационная услуга, осуществляемая Исполнителем в форме проведения письменной/устной консультации и ответов на вопросы на Сайте посредством средств электронной коммуникации, указанных на Сайте (телефонного звонка, отправки сообщения на адрес электронной почты или с использованием мессенджеров и социальных сетей);</p>
<p><b>Предоставление персональных данных</b> – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;</p>
<p><b>Обработка персональных данных</b> – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;</p>
<p><b>Конфиденциальность персональных данных</b> – обязательное для соблюдения Оператором требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания;</p>
<p><b>Автоматизированная обработка персональных данных</b> – обработка персональных данных с помощью средств вычислительной техники;</p>
<p><b>Блокирование персональных данных</b> – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);</p>
<p><b>Обезличивание персональных данных</b> — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;</p>
<p><b>Распространение персональных данных</b> – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;</p>
<p><b>Уничтожение персональных данных</b> – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных;</p>
<p><b>Трансграничная передача персональных данных</b> – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.</p>

<p><br></p>

<h3>1. Общие положения</h3>
<p>Любое совершеннолетнее физическое лицо запрашивая доступ к Лицензии Сервиса, консультацию Оператора на Сайте, используя функционал Сайта {{ url.origin }} и внедренного на нем Сервиса, действуя свободно, своей волей и в своем интересе, а также подтверждая свою дееспособность, предоставляет Гражданину РФ Сидорову Владиславу Владимировичу, ИНН 165051535815, являющемуся правообладателем Сайта, во исполнение требований Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных», свое согласие на обработку персональных данных (далее – «Согласие») на следующих условиях:</p>

<h3>2. Цели обработки Персональных данных:</h3>
<ul>
    <li>Обработка и исполнение запросов на консультацию Пользователей;</li>
    <li>Предоставление Пользователю доступа к функционалу Сайта и внедренного в него Сервиса;</li>
    <li>Оплата Пользователем расширенного функционала Сервиса;</li>
    <li>Улучшение качества Сайта и Сервиса, их удобства, разработка новых функций Сайта и/или Сервиса;</li>
    <li>Проведение статистических и иных исследований, на основе обезличенных данных.</li>
</ul>

<h3>3. Способы обработки</h3>
<p>Согласие предоставляется в целях обработки персональных данных, как без использования средств автоматизации, так и с их использованием.</p>

<h3>4. Состав персональных данных</h3>
<ol>
    <li>
        Предоставляемые Пользователями и минимально необходимые для:
        <ul>
            <li>обеспечения безопасности,</li>
            <li>аутентификации и обратной связи на Сайте,</li>
            <li>запроса консультации Оператора,</li>
            <li>оплаты расширенного функционала Сервиса,</li>
            <li>использования Сайта и Сервиса в соответствии с их назначением,</li>
            <li>обеспечения услуг Оператором.</li>
        </ul>
        Для этих целей Персональные данные включают в себя:
        <ul>
            <li>Фамилию, имя, отчество,</li>
            <li>Номер телефона, привязанный к платежному сервису.</li>
        </ul>
    </li>
    <li>Оператор вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, содержащего имя, фамилию, фотографию Пользователя, а также иную дополнительную информацию, которая, по усмотрению Оператора, будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.</li>
</ol>

<h3>5. Основания обработки</h3>
<p>Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его Персональных данных в следующих случаях:</p>
<ul>
    <li>Пользователь направил свои Персональные данные Оператору для получения консультации от Оператора;</li>
    <li>Пользователь направил свои Персональные данные Оператору для его идентификации в платежном сервисе в случае спорных вопросов по произведенной оплате Пользователем за Услуги Оператора;</li>
    <li>Оператор запросил Персональные данные в платежном сервисе, через который Пользователь совершил оплату за Услуги Оператора.</li>
</ul>

<h3>6. Ограничения обработки</h3>
<p>Оператор не обрабатывает персональные данные, относящиеся к специальной категории персональных данных или к биометрическим персональным данным. Данные, указываемые Пользователем для генерации изображений, не являются биометрическими, так как Оператор не проводит проверку их точности и принадлежности к определенному субъекту персональных данных.</p>

<h3>7. Обезличенные данные</h3>
<p>Оператор обрабатывает также иную обезличенную информацию о Пользователях, которая включает в себя:<br>
Стандартные данные, автоматически получаемые http-сервером при доступе к Сайту и последующих действиях Пользователя (IP-адрес хоста, UDID устройства, вид операционной системы Пользователя, страницы Сайта, посещаемые Пользователем, токены безопасности).</p>

<h3>8. Действия с персональными данными</h3>
<p>В ходе обработки с персональными данными будут совершены следующие действия:<br>
сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, обезличивание, передача, блокирование, удаление и уничтожение персональных данных.</p>

<h3>9. Обработка третьими лицами</h3>
<p>Третьи лица не обрабатывают персональные данные по поручению Оператора для указанной в Согласии цели.</p>

<h3>10. Срок обработки</h3>
<p>Персональные данные обрабатываются до:</p>
<ul>
    <li>Момента прекращения обработки Оператором персональных данных в соответствии с условиями Политики конфиденциальности Оператора, размещенной в меню Сайта;</li>
    <li>С момента получения Оператором отзыва Согласия от Пользователя.</li>
</ul>
<p>Пользователь может в любой момент отозвать свое Согласие на обработку персональных данных, направив уведомление через Службу поддержки в Сайте с пометкой «Отзыв согласия на обработку персональных данных».</p>

<h3>11. Право на отзыв согласия</h3>
<p>В случае отзыва Пользователем или представителем Пользователя Согласия, Оператор вправе продолжить обработку персональных данных без соответствующего Согласия при наличии оснований, указанных в пунктах 2-11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 9 Федерального закона РФ №152-ФЗ.</p>

<h3>12. Срок действия согласия</h3>
<p>Согласие действует все время до момента прекращения обработки персональных данных на условиях, указанных в пунктах 10-11 Согласия.</p>

<h3>13. Дополнительная информация</h3>
<p>Более подробную информацию о политике обработки персональных данных Оператором можно получить в документе Политика конфиденциальности, размещенном в меню Сайта.</p>

<p><br></p>

<h3>Реквизиты Оператора</h3>
<p>Гражданин РФ Сидоров Владислав Владимирович (Самозанятый)<br>
ИНН 165051535815</p>
</template>