<script setup lang="ts">
const url = useRequestURL()
</script>

<template>
<h1 class="text-center uppercase font-bold">Публичная оферта</h1>
<h2 class="text-center">для сайта {{ url.origin }}</h2>

<p>Дата вступления Оферты в силу – «25» ноября 2025 г.</p>

<p class="text-center"><b>Термины и определения</b></p>

<p><b>Оферта</b> - публичное предложение Исполнителя, адресованное любому дееспособному совершеннолетнему физическому лицу (гражданину), заключить с ним договор (далее – «Договор») на существующих условиях, содержащихся в Договоре, включая все его приложения. Настоящий Договор заключается посредством Акцепта Оферты, является базовым документом отношения двух Сторон и не подлежит обсуждению.</p>
<p><b>Акцепт</b> - полное и безоговорочное принятие Заказчиком условий Оферты.</p>
<p><b>Заказчик</b> – любое дееспособное совершеннолетнее физическое лицо, осуществившее Акцепт настоящей Оферты и являющееся таким образом конечным потребителем функционала Сайта и Сервиса по заключенному Договору.</p>
<p><b>Пользователь</b> – любой посетитель Сайта {{ url.origin }}.</p>
<p><b>Исполнитель</b> – владелец Сайта {{ url.origin }}, Гражданин РФ Сидоров Владислав Владимирович, ИНН 165051535815, статус Самозанятый.</p>
<p><b>Сайт</b> – совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет, объединенных единым адресным пространством доменов, включающее, но не ограничивающееся следующим доменным именем {{ url.origin }}.</p>
<p><b>Сервис</b> – специализированная программа, интегрированная на Сайт, способная создавать контент (делать различные расклады карт Таро, анализ раскладов и др.) вместо человека по определенному, заранее запрограммированному алгоритму действий с помощью технологии языковой и мультимодальной модели DeepSeek, созданную компанией DeepSeek, на основании самообучаемых алгоритмов искусственного интеллекта (далее – «ИИ», «нейросети»).</p>
<p><b>Лицензия</b> – простая (неисключительная) лицензия, позволяющая Заказчику использовать в удаленном режиме программы для ЭВМ и базы данных Сервиса в течение времени действия Бесплатного доступа или оплаченного Тарифа.</p>
<p><b>Бесплатный доступ</b> – предоставление безвозмездного доступа Заказчику к Лицензии Сервиса на ограниченный объем Услуг, в соответствии с условиями настоящего Договора.</p>
<p><b>Обратная связь</b> – информационно-консультационная услуга, осуществляемая Исполнителем в форме проведения письменной/устной консультации и ответов на вопросы на Сайте посредством средств электронной коммуникации, указанных на Сайте (телефонного звонка, отправки сообщения на адрес электронной почты или с использованием мессенджеров и социальных сетей).</p>
<p><b>Персональные данные</b> — данные, содержащие любую информацию о Пользователе (фамилия, имя, отчество, адрес электронной почты, номер телефона, никнейм в мессенджерах и соц.сетях, другая информация, связанная с использованием Сервиса, которую Пользователь указывает по своему усмотрению).</p>

<p><br></p>

<h3>1. Общие положения</h3>
<ol>
    <li>Настоящий Договор является официальным предложением оферты (далее – «Оферта») Гражданина РФ Сидорова Владислава Владимировича, ИНН 165051535815, зарегистрированного в качестве налогоплательщика налога на профессиональный доход (далее "НПД"), статус Самозанятый, именуемого в дальнейшем «Исполнитель», любому совершеннолетнему физическому лицу (далее – «Заказчик»), обладающему необходимой право- и дееспособностью для заключения и исполнения настоящего Договора, на предусмотренных в нем условиях, вместе и по отдельности именуемые «Стороны» и «Сторона» соответствующе.</li>
    <li>Полным и безоговорочным акцептом настоящего Договора на основании п.3 ст.438 ГК РФ является совершение Заказчиком действий, направленных на получение услуг Исполнителя (получение доступа к полному или частичному функционалу Сервиса на Сайте, в том числе к демо-версии Сервиса, запрос консультации Исполнителя, оплата за Услуги Исполнителя). Осуществление Пользователем оплаты на Сайте за Услуги Исполнителя в порядке, установленном настоящим Договором, является полным и безоговорочным акцептом настоящей Публичной оферты и в соответствии с п.1 ст.433 и п.3 ст.438 ГК РФ означает заключение между Заказчиком и Исполнителем Договора на установленных в настоящей Оферте условиях.</li>
    <li>Акцепт Оферты в соответствии со ст.438 ГК РФ является моментом заключения Сторонами Договора.</li>
    <li>Осуществляя акцепт Оферты в порядке, определенном п. 1.2 Договора, Заказчик подтверждает, что он ознакомлен, согласен, полностью и безоговорочно принимает все условия Договора в том виде, в каком они изложены в тексте Договора, в том числе в Приложениях к данному Договору, являющихся его неотъемлемой частью, а также безоговорочно подтверждает и дает свое согласие на обработку своих Персональных данных в соответствии с условиями Политики конфиденциальности, размещенной на Сайте по адресу <a :href="`${url.origin}/oferta`" class="underline hover:no-underline" >{{ url.origin }}/oferta</a>. Заказчик, совершивший акцепт Оферты, в соответствии с ГК РФ рассматривается как лицо, вступившее с Исполнителем в Договорные отношения.</li>
    <li>Настоящий Договор заключается без подписания Сторонами двустороннего документа и имеет юридическую силу в соответствии со ст.434 ГК РФ (в соответствии с п.3 ст.434 ГК РФ настоящий Договор считается заключенным в письменной форме). Настоящий Договор является равносильным Договору, подписанному Сторонами.</li>
    <li>Оферта вступает в силу с момента ее размещения на Сайте Исполнителя в публичном доступе по адресу <a :href="`${url.origin}/oferta`" class="underline hover:no-underline" >{{ url.origin }}/oferta</a>.</li>
    <li>К отношениям между Исполнителем и Заказчиком в части оказания Услуг применяются положения Гражданского кодекса РФ, а также Закон РФ «О защите прав потребителей» от 07.02.1992 г. № 2300-1 и иные правовые акты, принятые в соответствии с ними.</li>
    <li>Договор действует до полного исполнения Исполнителем и Заказчиком своих обязательств по Договору.</li>
</ol>

<h3>2. Предмет договора</h3>
<ol>
    <li>Предметом настоящего Договора является безвозмездное и возмездное оказание услуг Исполнителем путем предоставления Заказчику доступа к Сервису на условиях неисключительной (простой) Лицензии (далее – «Услуги»), в самостоятельно выбранном Заказчиком объеме.</li>
    <li>Исполнитель сохраняет за собой право выдачи Лицензий другим лицам.</li>
    <li>Настоящий Договор и приложения к нему являются официальными документами Исполнителя и неотъемлемой частью Оферты.</li>
</ol>

<h3>3. Порядок оказания услуг</h3>
<ol>
    <li>Исполнитель предоставляет доступ к Сервису незарегистрированным Пользователям, которые могут на Сайте выбрать интересующий их расклад карт Таро путем нажатия соответствующей кнопки. Затем Пользователь в заказанном раскладе выбирает нужное количество карт Таро. Карты выстраиваются в заданном Сервисом алгоритме.</li>
    <li>Исполнитель предоставляет Пользователям Бесплатный доступ к Сервису, который позволяет безвозмездно делать неограниченное число раскладов карт Таро, а также трактовку отдельно по каждой карте в получившемся раскладе.</li>
    <li>Для получения Пользователем подробной трактовки в виде Отчета – глубокого анализа полученного расклада карт Таро, Пользователю необходимо оплатить Услуги Исполнителя по предоставлению доступа к расширенному функционалу Сервиса в соответствии с действующим на момент оплаты прейскурантом Исполнителя.<br>
        После произведенной оплаты Пользователю необходимо нажать кнопку «Вернуться на сайт» для получения Отчета.<br>
        Отчеты по раскладам карт Таро нигде не хранятся и повторно их открыть Пользователю на Сайте невозможно.</li>
    <li>При оплате на Сайте Услуг Исполнителя через сторонние сервисы Исполнитель может получить следующие Персональные данные Заказчика:
        <ul>
            <li>Фамилию, имя, отчество,</li>
            <li>Номер телефона.</li>
        </ul>
    </li>
    <li>Исполнитель не несет ответственности за содержание и достоверность информации, предоставленной Заказчиком при оплате Услуг Исполнителя с помощью функционала Сайта.</li>
    <li>Заказчик несёт ответственность за достоверность предоставленной информации при оплате Услуг Исполнителя с помощью функционала Сайта.</li>
    <li>При произведении оплаты Пользователем за Услуги Исполнителя через сторонние сервисы Исполнитель не несет ответственности за получение доступа к Персональным данным Пользователя данными сервисами, а также за любые ущербы и убытки при использовании сторонних сервисов, так как сторонние сервисы находится вне контроля Исполнителя.</li>
    <li>Все информационные материалы, представленные на Сайте {{ url.origin }} носят справочный характер и не могут в полной мере передавать информацию об определенных свойствах и характеристиках Сервиса. В случае возникновения у Заказчика вопросов, касающихся свойств и характеристик Сервиса, перед оформлением Заказа ему необходимо обратиться за консультацией к Исполнителю через Обратную связь.</li>
</ol>

<h3>4. Оплата</h3>
<ol>
    <li>Оплата платных Услуг Исполнителя по предоставлению расширенного доступа к Сервису осуществляется путем передачи Заказчиком денежных средств Исполнителю в российских рублях с помощью платежного шлюза на Сайте. Денежные средства принимаются безналичным платежом на расчетный счет Исполнителя.</li>
    <li>Подтверждением оплаты исполненного Заказа является чек/платежный идентификатор.</li>
    <li>Стоимость Услуг Исполнителя не облагается НДС.</li>
    <li>Стоимость Услуг не включает комиссию, взимаемую банками или платежными системами за проведение платежа. Комиссионные расходы (при наличии таковых) Заказчик оплачивает дополнительно, при этом стоимость Услуг определяется как разница суммы совершенного Заказчиком платежа и суммы удержанной комиссии.</li>
</ol>

<h3>5. Возврат оплаты</h3>
<ol>
    <li>В соответствии с п. 4. ст. 26.1. Закона РФ № 2300-I «О Защите прав потребителей» Заказчик вправе отказаться от заказанных платных Услуг по предоставлению расширенного доступа к Сервису в любое время до момента оплаты.</li>
    <li>Заказчик вправе отказаться от использования Сервиса в любой момент после оплаты, но не вправе требовать возврата оплаченных денежных средств после получения расширенного доступа к Сервису в виде высветившегося Отчета на Сайте, так как по Договору в момент предоставления доступа к расширенному функционалу Сервиса Услуги считаются оказанными Исполнителем в полном объеме. Также в соответствии со статьей 1259 ГК РФ Сервис Исполнителя является объектом авторских прав и имеет статус невозвратного.<br>
        В случае неполучения доступа Пользователем к Отчету после проведения оплаты из-за ненажатия Пользователем кнопки «Вернуться на сайт» Услуги считаются оказанными Исполнителем в полном объеме, а оплата не подлежит возврату.</li>
    <li>Для возврата денежных средств ошибочно перечисленных Исполнителю, при условии неполучения доступа к расширенному функционалу Сервиса, Заказчику необходимо заполнить «Заявление о возврате денежных средств». Данное заявление может быть составлено в свободной форме и должно содержать:
        <ul>
            <li>Фамилию, имя и отчество,</li>
            <li>контактные данные,</li>
            <li>собственноручную подпись,</li>
            <li>причину возврата.</li>
        </ul>
        Заявление вместе с чеком/идентификатором об оплате Заказчик высылает Исполнителю через Обратную связь.
    </li>
    <li>Возврат ошибочно перечисленных денежных средств будет осуществлен на банковский счет Заказчика, с которого был произведен платеж, в течение 10 (десяти) календарных дней со дня получения «Заявление о возврате денежных средств» Исполнителем. Исполнитель при возврате денежных средств вправе удержать сумму фактически понесенных затрат на исполнение условий данного Договора, в том числе комиссии банков.</li>
</ol>

<h3>6. Права, обязанности и ответственность</h3>
<ol>
    <li>За неисполнение или ненадлежащее исполнение обязательств по настоящему Договору Стороны несут ответственность в соответствии с законодательством Российской Федерации.</li>
    <li>
        Исполнитель обязан:
        <ol>
            <li>Предоставить доступ Заказчику к Лицензии Сервиса на условиях Бесплатного доступа или платного доступа в соответствии с выбранным Заказчиком функционалом Сервиса и произведенной оплатой;</li>
            <li>Предоставить по запросу Заказчика дополнительную консультационную помощь в вопросах пользования Сервисом.</li>
        </ol>
    </li>
    <li>
        Исполнитель вправе:
        <ol>
            <li>В любое время, в том числе без какого-либо предварительного уведомления Пользователей, вносить изменения в данную Оферту путем размещения Новой Оферты по ее постоянному адресу. Продолжая пользоваться функциями Сайта, получая доступ к Лицензии Сервиса, используя функционал Сервиса, запрашивая консультацию Исполнителя после размещения Оферты в новой редакции, Пользователь подтверждает полное согласие с условиями Новой Оферты;</li>
            <li>В любое время без согласования с Заказчиком вносить изменения в интерфейс Сайта и функционал Сервиса, а также полностью закрыть Сайт;</li>
            <li>Требовать от Заказчика своевременного и полного выполнения предусмотренных настоящим Договором условий;</li>
            <li>В случае нарушения Заказчиком условий настоящего Договора отозвать доступ Заказчика к Лицензии и функционалу Сервиса, с последующим расторжением настоящего Договора в одностороннем порядке и блокировкой в Сервисе;</li>
            <li>В случае наличия сомнений относительно правомерности использования Заказчиком Сайта или Сервиса, Исполнитель вправе в любое время и без предварительного уведомления Заказчика по своему усмотрению удалить, блокировать или принудительно изменить пользовательскую информацию таких Пользователей;</li>
            <li>В любое время, в том числе без какого-либо предварительного уведомления Пользователей, приостанавливать работу Сайта и/или Сервиса для проведения профилактических работ.</li>
        </ol>
    </li>
    <li>
        Заказчик обязан:
        <ol>
            <li>Использовать функционал Сервиса в соответствии с его предназначением, а именно для выбора и проведения с помощью ИИ раскладов карт Таро;</li>
            <li>В случае выбора расширенного функционала Сервиса с получением Отчета по раскладу карт Таро, оплатить стоимость расширенного доступа к Лицензии Сервиса в соответствии с действующим прейскурантом Исполнителя в размере 100 (сто)%, и принять в пользование функционал Сервиса на условиях настоящего Договора;</li>
            <li>Немедленно прекратить пользование расширенным функционалом Сервиса по истечению оплаченного объема Услуг и не предпринимать самостоятельных несанкционированных попыток к восстановлению расширенного доступа без согласования с Исполнителем;</li>
            <li>Нести самостоятельную ответственность за последствия использования Сервиса;</li>
            <li>Использовать материалы и информацию, полученную от пользования Сервисом исключительно для собственных нужд;</li>
            <li>Ни в коем случае не перепродавать Сервис третьим лицам, взламывать исходный код программы и выполнять другие действия, не предусмотренные настоящим Договором без согласования с Исполнителем;</li>
            <li>Ни в коем случае не наносить ущерб программной оболочке, техническим и программным средствам, узловым машинам Сайта {{ url.origin }};</li>
        </ol>
    </li>
    <li>
        Заказчик вправе:
        <ol>
            <li>Запрашивать информацию у Исполнителя, касающуюся использования Сервиса;</li>
            <li>Пользоваться Сервисом по своему усмотрению, но в соответствии с его функциональным назначением в предоставленном Исполнителем объеме по настоящему Договору.</li>
        </ol>
    </li>
    <li>
        Пользователю и Заказчику запрещено совершать следующие действия:
        <ol>
            <li>Любым способом посредством Сайта размещать, распространять, сохранять, загружать и/или уничтожать материалы (информацию) в нарушение законодательства РФ и международного законодательства;</li>
            <li>Размещать и/или передавать посредством Сайта информацию в виде текста, изображения, видео, звука или программного кода, которая может быть противозаконной, угрожающей, оскорбительной, клеветнической, заведомо ложной, грубой, непристойной, вредить другим Пользователям, нарушать их права;</li>
            <li>Уничтожать и/или изменять любые материалы на Сайте, правообладателем которых Пользователь не является;</li>
            <li>Использовать Сервис не по его прямому назначению, а именно не для создания контента в виде раскладов карт Таро с помощью алгоритмов ИИ (нейросетей);</li>
            <li>В период пользования Сервисом вносить технологические изменения в функциональность Сервиса, пытаться его скопировать или каким-либо иным способом влиять на его работу;</li>
            <li>Создавать помехи в использовании Сайта другим Пользователям, что включает в себя, в частности, распространение компьютерных вирусов, порчу данных, постоянную рассылку повторяющейся информации и тому подобные действия, выходящие за рамки нормального целевого использования Сайта, и способные повлечь сбои в их работе;</li>
            <li>Имитировать и/или подделывать любые заголовки пакета TCP/IP Сайта или любой их части заголовков в любом электронном письме, аккаунтах мессенджеров и соц.сетей;</li>
        </ol>
    </li>
    <li>Исполнитель не несет ответственности за невозможность оказания Услуги по предоставлению доступа к Сервису Заказчику по причинам, не зависящим от Исполнителя, а именно: нарушение работы Интернета, оборудования или программного обеспечения со стороны Заказчика. В данном случае Услуги считаются оказанными надлежащим образом, а для расширенного доступа к Сервису – подлежащим оплате в полном размере.</li>
    <li>Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, возникших после заключения настоящего Договора в результате обстоятельств чрезвычайного характера, которые Стороны не могли предвидеть или предотвратить. При этом Сторона, подвергшаяся воздействию обстоятельств непреодолимой силы, должна известить о них другую Сторону в течение 5 (пяти) календарных дней. Невыполнение этого условия лишает Сторону права ссылаться на обстоятельства непреодолимой силы.</li>
</ol>

<h3>7. Ограниченная гарантия</h3>
<ol>
    <li>Никакая информация, материалы и/или консультации, предоставляемые Исполнителем в рамках настоящей Оферты, не могут рассматриваться как гарантии. Принятие решений на основе всей предоставленной информации на Сайте находится в исключительной компетенции Пользователя. Пользователь принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных на Сайте.</li>
    <li>Исполнитель не несет ответственности за способы использования информации и материалов Сайта Пользователем/Заказчиком.</li>
    <li>Исполнитель не гарантирует, что программное обеспечение Сайта не содержит ошибок и/или компьютерных вирусов, или посторонних фрагментов кода. Пользователю предоставляется возможность пользоваться программным обеспечением Сайта «как оно есть», без каких-либо гарантий со стороны Исполнителя.</li>
    <li>Исполнитель обеспечивает функционирование и работоспособность Сайта и Сервиса, обязуется оперативно восстанавливать их работоспособность в случае технических сбоев и перерывов. Исполнитель не несет ответственности за временные сбои и перерывы в работе и вызванные ими потерю информации, а также за любой ущерб компьютеру Пользователя или иного лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный со скачиванием материалов с Сайта или переходе по ссылкам, размещенных на Сайте.</li>
    <li>Исполнитель не несет ответственности перед Пользователем или перед любыми третьими лицами за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации, вызванные в связи с использованием Сайта, содержимого Сайта или иных материалов, к которым Пользователь или иные лица получили доступ с помощью Сайта, возникшие не по вине Исполнителя.</li>
    <li>
        Пользователь/Заказчик признает и соглашается с тем, что:
        <ul>
            <li>Сервис является исключительно информационным инструментом и не является заменой профессионального психолога, таролога, астролога и т.п.;</li>
            <li>Сервис использует алгоритмы машинного обучения и не является живым человеком или лицензированным специалистом;</li>
            <li>Ответы Сервиса генерируются автоматически и могут содержать неточности и ошибки;</li>
            <li>Исполнитель не несет ответственности за любые решения, действия или бездействие Пользователя, основанные на информации, полученной через Сервис.</li>
        </ul>
    </li>
</ol>

<h3>8. Право интеллектуальной собственности и авторские права</h3>
<ol>
    <li>Сервис является интеллектуальной собственностью Исполнителя и охраняется законом на основании статьи 1225 ГК РФ. Исполнителю принадлежит исключительное право использования Сервиса в любой форме и любым способом.</li>
    <li>Заказчик не вправе распространять полученный доступ к Лицензии Сервиса под собственным именем, под именем любого другого лица или под вымышленным именем, а также нарушать иным способом исключительные права Исполнителя.</li>
    <li>Заказчик является конечным пользователем Сервиса и вправе использовать его исключительно в личных целях. Продажа приобретенного доступа к Сервису другому лицу, а также иная форма его реализации запрещена.</li>
    <li>Сайт содержит результаты интеллектуальной деятельности, принадлежащие Исполнителю, его аффилированным лицам и другим связанным сторонам, представителям, всем прочим лицам, действующим от имени Исполнителя.</li>
    <li>Используя Сайт, Пользователь/Заказчик признает и соглашается с тем, что все содержимое Сайта и структура содержимого Сайта защищены авторским правом, правом на товарный знак и другими правами на результаты интеллектуальной деятельности, и что указанные права являются действительными и охраняются во всех формах, на всех носителях и в отношении всех технологий, как существующих в настоящее время, так и разработанных или созданных впоследствии. Никакие права на любое содержимое Сайта, включая, помимо прочего, аудиовизуальные произведения, текстовые и графические материалы, программы для ЭВМ, товарные знаки не переходят к Заказчику в результате пользования Сайтом, получения доступа к простой (неисключительной) Лицензии Сервиса и заключения настоящего Договора.</li>
    <li>При цитировании материалов Сайта, если это прямо предусмотрено функциями Сайта, Заказчик обязуется указывать ссылку на Сайт.</li>
    <li>В случае нарушения Заказчиком положений настоящего Договора, касающихся защиты авторских прав Администратора, последний вправе потребовать выплаты компенсации согласно законодательству РФ за каждый случай нарушения, а также компенсации всех причиненных убытков, включая упущенную выгоду.</li>
</ol>

<h3>9. Разрешение споров по договору</h3>
<ol>
    <li>Все споры или разногласия, возникающие между Сторонами по настоящему договору или в связи с ним, будут разрешаться путем проведения двусторонних переговоров.</li>
    <li>В случае невозможности разрешения разногласий путем переговоров между Сторонами, они подлежат рассмотрению в суде общей юрисдикции по месту нахождения Исполнителя.</li>
</ol>

<h3>10. Заключительные положения</h3>
<ol>
    <li>Во всем, что не урегулировано настоящим Договором, Стороны руководствуются законодательством РФ.</li>
</ol>

<h3>11. Реквизиты Исполнителя</h3>
<p>Гражданин РФ Сидоров Владислав Владимирович (Самозанятый)<br>
ИНН 165051535815</p>
</template>

<style lang="sass">
p
    margin-bottom: 20px
ol 
    list-style: disc
    padding-left: 20px
ul 
    list-style: decimal
    padding-left: 20px
</style>