<script setup lang="ts">
const url = useRequestURL()
</script>

<template>
    <h1 class="text-center uppercase font-bold">Политика конфиденциальности</h1>
    <h2 class="text-center">для сайта {{ url.origin }}</h2>
    
    <p><br></p>

    <p>Дата вступления Политики в силу – «25» ноября 2025 г.</p>

    <p class="text-center"><b>Термины и определения</b></p>

    <p><b>Сайт</b> – совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет, объединенных единым адресным пространством доменов, включающее, но не ограничивающееся следующим доменным именем {{ url.origin }}.<br></p>
    <p><b>Сервис</b> – специализированная программа, интегрированная на Сайт, способная создавать контент (делать различные расклады карт Таро, анализ раскладов и др.) вместо человека по определенному, заранее запрограммированному алгоритму действий с помощью технологии языковой и мультимодальной модели DeepSeek, созданную компанией DeepSeek, на основании самообучаемых алгоритмов искусственного интеллекта (далее – «ИИ», «нейросети»).<br></p>
    <p><b>Лицензия</b> – простая (неисключительная) лицензия, позволяющая Заказчику использовать в удаленном режиме программы для ЭВМ и базы данных Сервиса в течение времени действия Бесплатного доступа или оплаченного Тарифа.<br></p>
    <p><b>Оператор</b> – владелец Сайта {{ url.origin }}, Гражданин РФ Сидоров Владислав Владимирович, ИНН 165051535815, статус Самозанятый, самостоятельно или совместно с другими лицами организующая и (или) осуществляющий обработку персональных данных, а также определяющий цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;<br></p>
    <p><b>Пользователь</b> – любой посетитель Сайта {{ url.origin }}, субъект персональных данных;<br></p>
    <p><b>Персональные данные</b> – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю Сайта {{ url.origin }};<br></p>
    <p><b>Обратная связь</b> – информационно-консультационная услуга, осуществляемая Исполнителем в форме проведения письменной/устной консультации и ответов на вопросы на Сайте посредством средств электронной коммуникации, указанных на Сайте (телефонного звонка, отправки сообщения на адрес электронной почты или с использованием мессенджеров и социальных сетей);<br></p>
    <p><b>Автоматизированная обработка</b> персональных данных – обработка персональных данных с помощью средств вычислительной техники;<br></p>
    <p><b>Блокирование персональных данных</b> – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);<br></p>
    <p><b>Информационная система персональных данных</b> — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;<br></p>
    <p><b>Обезличивание персональных данных</b> — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;<br></p>
    <p><b>Обработка персональных данных</b> – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;<br></p>
    <p><b>Предоставление персональных данных</b> – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;<br></p>
    <p><b>Распространение персональных данных</b> – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;<br></p>
    <p><b>Уничтожение персональных данных</b> – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных;<br></p>
    <p><b>Трансграничная передача персональных данных</b> – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.<br></p>
    <p><b>Cookies (куки)</b> – это небольшой текстовый файл, который сервер сохраняет через браузер на пользовательском компьютере или мобильном устройстве при посещении Сайта. Он предназначен для идентификации Пользователя и сбора информации о его действиях на сайте. При повторном посещении этого же веб-ресурса сервер прочтёт сохранённые в cookie-файле данные и автоматически подстроится под Пользователя.</p>

    <h3>1. Общие положения</h3>
    <ol>
        <li>Настоящая Политика конфиденциальности (далее – «Политика») является официальным документом Гражданина РФ Сидорова Владислава Владимировича, ИНН 165051535815, зарегистрированного в качестве налогоплательщика налога на профессиональный доход (далее "НПД"), статус Самозанятый (далее – «Оператор»), и определяет порядок обработки и защиты информации о Пользователях, пользующихся сайтом {{ url.origin }} (далее – «Сайт») и с помощью Сайта получивших доступ к Лицензии Сервиса.</li>
        <li>Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта и Сервиса, регулируются настоящей Политикой, иными официальными документами Оператора и действующим законодательством Российской Федерации.</li>
        <li>Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение защиты конфиденциальной информации, прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</li>
        <li>Запрашивая доступ к Лицензии Сервиса, консультацию Оператора на Сайте, используя функционал Сайта и Сервиса, Пользователь выражает свое согласие с условиями, изложенными в настоящей Политикой. В случае несогласия Пользователя с настоящей Политикой, использование Пользователем Сайта, его функционала и Сервиса должно быть немедленно прекращено.</li>
        <li>Оператор Сайта не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Оператором обязательств перед Пользователем. Оператор относит предоставленные Пользователем (полученные от пользователя) данные к персональным данным пользователя по умолчанию. На полученные от Пользователя данные распространяется режим обработки персональных данных.</li>
        <li>Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта регулируются настоящей Политикой, иными официальными документами Оператора и действующим законодательством Российской Федерации.</li>
    </ol>

    <p><br></p>

    <h3>2. Основные права и обязанности Оператора</h3>
    <h4>2.1. Оператор имеет право:</h4>
    <ul>
        <li>получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;</li>
        <li>в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;</li>
        <li>самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</li>
    </ul>

    <h4>2.2. Оператор обязан:</h4>
    <ul>
        <li>предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;</li>
        <li>организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;</li>
        <li>отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</li>
        <li>сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 10 дней с даты получения такого запроса;</li>
        <li>публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;</li>
        <li>принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;</li>
        <li>прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;</li>
        <li>исполнять иные обязанности, предусмотренные Законом о персональных данных.</li>
    </ul>

    <p><br></p>

    <h3>3. Основные права и обязанности субъектов персональных данных</h3>
    <h4>3.1. Субъекты персональных данных имеют право:</h4>
    <ul>
        <li>получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;</li>
        <li>требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</li>
        <li>выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;</li>
        <li>на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных;</li>
        <li>обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;</li>
        <li>на осуществление иных прав, предусмотренных законодательством РФ.</li>
    </ul>

    <h4>3.2. Субъекты персональных данных обязаны:</h4>
    <ul>
        <li>предоставлять Оператору достоверные данные о себе;</li>
        <li>сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.</li>
    </ul>

    <h4>3.3.</h4>
    <p>Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.</p>

    <p><br></p>

    <h3>4. Принципы обработки персональных данных</h3>
    <ol>
        <li>Обработка персональных данных осуществляется на законной и справедливой основе.</li>
        <li>Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</li>
        <li>Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</li>
        <li>Обработке подлежат только персональные данные, которые отвечают целям их обработки.</li>
        <li>Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.</li>
        <li>При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.</li>
        <li>Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</li>
    </ol>

    <h3>5. Состав персональных данных Пользователя</h3>
    <ol>
        <li>
            Персональные данные Пользователей включают в себя:
            <ol>
                <li>
                    Предоставляемые Пользователями и минимально необходимые для:
                    <ul>
                        <li>обеспечения безопасности,</li>
                        <li>аутентификации и обратной связи на Сайте,</li>
                        <li>запроса консультации Оператора,</li>
                        <li>оплаты расширенного функционала Сервиса,</li>
                        <li>использования Сайта и Сервиса в соответствии с их назначением,</li>
                        <li>обеспечения услуг Оператором.</li>
                    </ul>
                    Для этих целей Персональные данные включают в себя:
                    <ul>
                        <li>Фамилию, имя, отчество,</li>
                        <li>Номер телефона, привязанный к платежному сервису.</li>
                    </ul>
                </li>
                <li>Оператор вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, содержащего имя, фамилию, фотографию Пользователя, платежные реквизиты, а также иную дополнительную информацию, которая, по усмотрению Оператора, будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.</li>
            </ol>
        </li>
        <li>
            Оператор обрабатывает также иную информацию о Пользователях, которая включает в себя:
            <ol>
                <li>Стандартные данные, автоматически получаемые http-сервером при доступе к Сайту и последующих действиях Пользователя (IP-адрес хоста, вид операционной системы Пользователя, страницы Сайта, посещаемые Пользователем, токены безопасности);</li>
                <li>Данные использования сервисов Сайта, а также файлы и контент, хранящиеся в системах Сайта, включая отзывы, комментарии о качестве Сайта, а также любые данные, необходимые Оператору для успешного рассмотрения жалоб и работы службы арбитража.</li>
                <li>Информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies): Пользователь может отказаться от использования cookies в настройках своего браузера. В таком случае Сайт будет использовать только те cookies, которые строго необходимы для его функционирования и предлагаемых им сервисов, однако такой отказ может привести к некорректной работе Сайта;</li>
                <li>Информация, полученная в результате действий Пользователя на Сайте;</li>
                <li>Информация, полученная в результате действий других пользователей на Сайте.</li>
                <li>Информация, необходимая для идентификации Пользователя.</li>
            </ol>
        </li>
        <li>Сайт также использует сторонние инструменты веб-аналитики для того, чтобы собирать информацию об источниках трафика, посещаемости Сайта и оценки эффективности работы Сайта. В этих целях на Сайте используется инструмент веб-аналитики Яндекс.Метрика. Типы персональных данных, которые собираются для этих целей: дата и время осуществления доступа к Сайту, электронные данные (HTTP-заголовки, IP-адрес, файлы cookie, данные об идентификаторе браузера и программном обеспечении).</li>
        <li>Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.</li>
    </ol>

    <h3>6. Цели обработки персональных данных</h3>
    <ol>
        <li>Оператор Сайта собирает и хранит только те персональные данные, которые необходимы для предоставления и оказания услуг Оператором (исполнения соглашений и договоров с Пользователем), исполнения Заказов и запросов Пользователей.</li>
        <li>
            Персональную информацию Пользователя Оператор может использовать в следующих целях:
            <ul>
                <li>Идентификация Стороны в рамках соглашений и договоров с Оператором;</li>
                <li>Связь с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования сервисов Сайта, оказания услуг, обработки запросов от Пользователя;</li>
                <li>Улучшение качества сервисов на Сайте, удобства Сайта и Сервиса, разработка новых функций Сайта/Сервиса;</li>
                <li>Проведение статистических и иных исследований, на основе обезличенных данных.</li>
            </ul>
        </li>
        <li>Оператор Сайта хранит персональную информацию Пользователей в соответствии с внутренними регламентами.</li>
        <li>В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц.</li>
        <li>
            Оператор вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
            <ul>
                <li>Пользователь выразил свое согласие на такие действия;</li>
                <li>Передача необходима в рамках использования Пользователем функций и сервисов Сайта;</li>
                <li>Передача необходима для привлечения третьих лиц (субподрядчиков, например платежные сервисы) в целях оказания услуг по заявкам Пользователей, для выполнения условий договоров с Оператором;</li>
                <li>Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</li>
                <li>Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;</li>
                <li>В целях обеспечения возможности защиты прав и законных интересов Оператора или третьих лиц в случаях, когда Пользователь нарушает правила использования функционала Сайта.</li>
            </ul>
        </li>
        <li>Также Оператор имеет право, на основании полученного от Пользователя согласия на рассылку, направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, нажав в сообщении кнопку «Отписаться от рассылки» или направив Оператору письмо через Обратную связь с пометкой «Отказ от рассылки».</li>
    </ol>

    <h3>7. Условия обработки персональных данных</h3>
    <ol>
        <li>
            Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его Персональных данных в следующих случаях:
            <ul>
                <li>Пользователь направил свои Персональные данные Оператору для получения консультации от Оператора;</li>
                <li>Пользователь направил свои Персональные данные Оператору для его идентификации в платежном сервисе в случае спорных вопросов по произведенной оплате Пользователем за Услуги Оператора;</li>
                <li>Оператор запросил Персональные данные в платежном сервисе, через который Пользователь совершил оплату за Услуги Оператора.</li>
            </ul>
        </li>
        <li>Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.</li>
        <li>Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.</li>
        <li>Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.</li>
        <li>Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.</li>
        <li>Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее — общедоступные персональные данные).</li>
        <li>Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.</li>
    </ol>

    <h3>8. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h3>
    <p>Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требования действующего законодательства в области защиты персональных данных.</p>
    <ol>
        <li>Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</li>
        <li>Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.</li>
        <li>В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление через Обратную связь с пометкой «Актуализация персональных данных».</li>
        <li>Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление через Обратную связь с пометкой «Отзыв согласия на обработку персональных данных».</li>
        <li>Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.</li>
        <li>Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.</li>
        <li>Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.</li>
        <li>Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.</li>
        <li>Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных.</li>
    </ol>

    <h3>9. Перечень действий, производимых Оператором с полученными персональными данными</h3>
    <ol>
        <li>Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.</li>
        <li>Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.</li>
    </ol>

    <h3>10. Трансграничная передача персональных данных</h3>
    <ol>
        <li>Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.</li>
        <li>Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.</li>
    </ol>

    <h3>11. Конфиденциальность персональных данных</h3>
    <p>Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.</p>

    <h3>12. Заключительные положения</h3>
    <ol>
        <li>Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору через Обратную связь на Сайте.</li>
        <li>В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.</li>
        <li>Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a :href="`${url.origin}/privacy-policy`" class="underline hover:no-underline" >{{ url.origin }}/privacy-policy</a>.</li>
    </ol>

    <p><br></p>

    <h3>13. Реквизиты Оператора</h3>
    <p>Гражданин РФ Сидоров Владислав Владимирович (Самозанятый)<br>
    ИНН 165051535815</p>
</template>

<style lang="sass">
p
    margin-bottom: 20px
ol 
    list-style: disc
    padding-left: 20px
ul 
    list-style: decimal
    padding-left: 20px
</style>